return {
    [[Simplified Chinese]],
    RandomEvents = {
        AbyssMadClown = {
            Start = [[有报告称，一个穿着小丑服的“人—类？”正游荡在主潜艇附近，有不少船员隐约听到了从外部传来的怪声，这让他们感到很不安，抓获并羞辱(上铐、脱衣、击毙)小丑将获得最高 {1} 点积分的奖励。]],
            Role = [[你旁边驶过了一艘潜艇，这让你产生了一个愉快的决定，进去把里面弄得一团乱！在主潜艇里每存活 {1} 秒，你将获得 {2} 点积分的奖励(上限 {3} 次)。]],
            KilledNormally = [[你们杀死了小丑，因此获得 {1} 点积分的奖励]],
            KilledCruelly = [[小丑的心灵开始质疑起那些他一直深信不疑的观念，他开始意识到自己在这个疯狂世界中的微不足道，突然之间一道神秘力量袭来，把小丑撕成粉碎……成功抓获并羞辱小丑，获得 {1} 点积分的奖励]],
            PointsAwardedPerSurvivalInterval = [[你已在主潜艇上存活 {1} 秒，获得了 {2} 点积分的奖励(限次 {3}/{4} )]],
            Escape2Crews = [[恼羞成怒的船员：这一切都被那该死的小丑弄得一团糟！不能让他逃离这艘潜艇！]],
            Escape2Clown = [[你的目的已达成！此时这群人不会放任你离开，你需要找机会逃出潜艇！离开潜艇 {1} 米之外，你将获得 {2} 点积分的奖励]],
            EscapeComplete2Crews = [[无能狂怒的船员：混账东西！#@*&￥#@……你们把小丑弄跑了！]],
            EscapeComplete2Clown = [[赞美小丑圣母！你成功逃离了潜艇，并获得 {1} 点积分的奖励！]],
        }
    },
    Pointshop = {
        Clown = {
            jailgrenade_desc = "‖color:gui.red‖一颗特殊的手雷，有一个有趣的惊喜...‖color:end‖"
        }
    }
}
